---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.AssemblyViewUtils
source: html/833459ca-6fcc-7eaa-0951-e147014a9a2a.htm
---
# AssemblyViewUtils Members

Transfers the assembly views owned by a source assembly instance to a target sibling assembly instance of the same assembly type.